{
  "common": {
    "title": "Veera's portfolio",
    "home": "Home",
    "projects": "Projects",
    "cv": "Resume",
    "contact": "Contact",
    "art": "CSS art",
    "open": "Open",
    "close": "Close",
    "menu": "Menu",
    "website": "website",
    "on": "on",
    "off": "off",
    "send": "Send",
    "sending": "Sending...",
    "loading": "Loading..."
  },

  "home": {
    "name": "Veera Alt",
    "title": "fullstack developer",
    "intro1": "I'm specialized in responsive and accessible websites that look good. Passionate about the entire process from design to deployment, I stay up-to-date with the latest technologies and trends.",
    "intro2": "I've had the privilege to contribute software to diverse projects, from ",
    "to": " to ",
    "and": " and ",
    "intro3": "When I'm not coding, I'm probably bouldering or picking up a new project, anything from learning to knit to building furniture. I love creating things and solving problems in any form.",
    "keyword1": "a large university",
    "keyword2": "a bustling web auction",
    "keyword3": "a growing IT staffing company"
  },
  "projects": {
    "personal": "Personal projects",
    "work": "Work experience",
    "empty": "No projects to show."
  },
  "cv": {
    "intro": "Find my resume/CV below. You can also download it or open it in a new tab.",
    "download": "Download",
    "open": "Open",
    "downloadLight": "Download light background CV",
    "fileNotFound": "File not found :/"
  },
  "contact": {
    "title": "Contact me",
    "intro": "Interested in working with me? Shoot me a message here or in linkedin.",
    "form": {
      "name": "Name",
      "email": "Email address",
      "message": "Message",
      "successMessage": "Yay! The message was sent successfully.",
      "errorMessage": "Oh no! Something went wrong. Please try again later or contact me via linkedin."
    }
  },
  "settings": {
    "title": "Settings",
    "language": {
      "title": "Language",
      "select": "Select language"
    },
    "theme": {
      "title": "Theme",
      "dark": "Dark mode"
    }
  },
  "art": {
    "title": "CSS art",
    "intro": "This is a collection of CSS graphics I have created. Feel free to use them on your projects. Read more about CSS art on ",
    "heart": {
      "title": "Heart",
      "description": "Heart looks simple, but it's a bit more complex than it seems. You can use the :before and :after pseudo-elements to create the two halves of the heart. The idea is to create two rectangles, rotate them to overlap with each other, and then round the corners to create the illusion of a heart shape. Maybe the most complex part is to get the heart to stay inside the borders of the outside div while keeping the shape."
    },
    "smiley": {
      "title": "Smiley",
      "description": "Smiley face is a fun and simple graphic to create, and also easy to modify for your liking. First you create the face, which is just a yellow circle. Then you add the eyes, which are two smaller circles. The mouth is a bit more complex, but you can create it by using a rectangle with rounded corners. Optionally add teeth, which are also a rectangle with rounded corners."
    },
    "peace": {
      "title": "Peace sign",
      "description": "Peace sign is very straightforward to create. You can use the border property to create the circle, and then create three thin rectangles to form the lines."
    },
    "moon": {
      "title": "Moon",
      "description1": " Moon is one of the simplest CSS graphics to create. You can use the ",
      "description2": " property to create the different moon phases."
    },
    "fullMoon": {
      "title": "Full moon",
      "description": "Full moon is really simple, since it's just a circle. You can make it a little more interesting by adding a couple craters, which are darker circles of varying sizes and positions."
    },
    "waningMoon": {
      "title": "Waning crescent moon"
    },
    "waxingMoon": {
      "title": "Waxing crescent moon"
    },
    "quarterMoon": {
      "title": "Third quarter moon",
      "description": "Quarter moon, or half moon, is a little different but still simple. You can't just use a single box-shadow to create it. One option is to create a rectangle and round its two corners with border-radius."
    }
  }
}
